Repository: robbyczgw-cla/activity-plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: This takes a moment the first time. The map is kept, so it opens instantly next time.
de: Beim ersten Mal dauert das einen Moment. Die Karte wird gespeichert und öffnet sich beim nächsten Mal sofort.
es: La primera vez tarda un momento. El mapa se guarda, así que la próxima vez se abre al instante.
fr: Cela prend un moment la première fois. La carte est conservée, elle s’ouvre donc instantanément la prochaine fois.
it: La prima volta richiede un momento. La mappa viene conservata, quindi la prossima volta si apre subito.
ja: 初回は少し時間がかかります。マップは保存されるため、次回からはすぐに開きます。
pt_br: Isso leva um momento na primeira vez. O mapa é mantido, então abre instantaneamente da próxima vez.
zh_hans: 首次需要一点时间。地图会被保留，下次可立即打开。

source: This week so far
de: Diese Woche bisher
es: Esta semana hasta ahora
fr: Cette semaine jusqu’à présent
it: Questa settimana finora
ja: 今週のここまで
pt_br: Esta semana até agora
zh_hans: 本周至今

source: Tick all extra copies
de: Alle zusätzlichen Kopien anhaken
es: Marcar todas las copias extra
fr: Cocher toutes les copies en trop
it: Seleziona tutte le copie in più
ja: 余分なコピーをすべて選択
pt_br: Marcar todas as cópias extras
zh_hans: 勾选所有多余的副本

source: Tick or untick everything in this group
de: Alles in dieser Gruppe an- oder abhaken
es: Marcar o desmarcar todo en este grupo
fr: Cocher ou décocher tout le groupe
it: Seleziona o deseleziona tutto in questo gruppo
ja: このグループのすべてを選択または選択解除
pt_br: Marcar ou desmarcar tudo neste grupo
zh_hans: 勾选或取消勾选此分组中的全部项目

source: Time
de: Zeit
es: Hora
fr: Heure
it: Tempo
ja: 時間
pt_br: Tempo
zh_hans: 时间

source: Time Machine Settings
de: Time Machine-Einstellungen
es: Ajustes de Time Machine
fr: Réglages de Time Machine
it: Impostazioni di Time Machine
ja: Time Machine設定
pt_br: Ajustes do Time Machine
zh_hans: 时间机器设置

source: Time Machine is not set up.
de: Time Machine ist nicht eingerichtet.
es: Time Machine no está configurado.
fr: Time Machine n’est pas configuré.
it: Time Machine non è configurato.
ja: Time Machineは設定されていません。
pt_br: O Time Machine não está configurado.
zh_hans: 尚未设置时间机器。

source: Time Machine keeps them while the backup disk is away and removes them after 24 hours or when space runs low.
de: Time Machine behält sie, solange die Sicherungsfestplatte nicht angeschlossen ist, und entfernt sie nach 24 Stunden oder wenn der Platz knapp wird.
es: Time Machine las conserva mientras el disco de copia de seguridad no está conectado y las elimina pasadas 24 horas o cuando el espacio escasea.
fr: Time Machine les conserve tant que le disque de sauvegarde est absent et les supprime après 24 heures ou lorsque l’espace vient à manquer.
it: Time Machine li conserva mentre il disco di backup è scollegato e li rimuove dopo 24 ore o quando lo spazio è poco.
ja: Time Machineは、バックアップディスクが接続されていない間これらを保持し、24時間後または空き容量が少なくなったときに削除します。
pt_br: O Time Machine os mantém enquanto o disco de backup estiver ausente e os remove após 24 horas ou quando o espaço acabar.
zh_hans: 备份磁盘不在时，时间机器会保留这些快照，并在24小时后或空间不足时将其移除。

source: Time zones
de: Zeitzonen
es: Zonas horarias
fr: Fuseaux horaires
it: Fusi orari
ja: タイムゾーン
pt_br: Fusos horários
zh_hans: 时区

source: Tinted with the accent color
de: In der Akzentfarbe getönt
es: Tintado con el color de acento
fr: Teintée avec la couleur d’accentuation
it: Tinteggiato con il colore di accento
ja: アクセントカラーで着色
pt_br: Tingido com a cor de destaque
zh_hans: 使用强调色着色

source: To
de: Bis
es: Hasta
fr: Jusqu’à
it: Fino a
ja: 終了
pt_br: Até
zh_hans: 至

source: To find the app behind it, Activity+ hides your apps one at a time for a few seconds and measures how much WindowServer's GPU time drops.
de: Um die App dahinter zu finden, blendet Activity+ deine Apps nacheinander für ein paar Sekunden aus und misst, wie stark die GPU-Zeit von WindowServer sinkt.
es: Para encontrar la app responsable, Activity+ oculta tus apps de una en una durante unos segundos y mide cuánto baja el tiempo de GPU de WindowServer.
fr: Pour trouver l’app responsable, Activity+ masque vos apps une à une pendant quelques secondes et mesure la baisse du temps GPU de WindowServer.
it: Per trovare l’app responsabile, Activity+ nasconde le tue app una alla volta per alcuni secondi e misura quanto cala il tempo GPU di WindowServer.
ja: 原因のアプリを特定するため、Activity+はアプリを1つずつ数秒間非表示にし、WindowServerのGPU時間がどれだけ減るかを測定します。
pt_br: Para encontrar o app por trás disso, o Activity+ oculta seus apps um de cada vez por alguns segundos e mede quanto o tempo de GPU do WindowServer cai.
zh_hans: 为找出背后的App，Activity+会逐个隐藏你的App，每次几秒，并测量WindowServer的GPU时间下降多少。

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
pt_br: Hoje
zh_hans: 今天

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
pt_br: Ferramentas
zh_hans: 工具

source: Tried to use private data without permission
de: Hat versucht, ohne Erlaubnis auf private Daten zuzugreifen
es: Intentó usar datos privados sin permiso
fr: A tenté d’utiliser des données privées sans autorisation
it: Ha tentato di usare dati privati senza autorizzazione
ja: 許可なくプライベートなデータを使用しようとしました
pt_br: Tentou usar dados privados sem permissão
zh_hans: 尝试在未获许可的情况下使用隐私数据

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
pt_br: Tentar Novamente
zh_hans: 再试一次

source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
ja: オフにする
pt_br: Desativar
zh_hans: 关闭

source: Turn On
de: Einschalten
es: Activar
fr: Activer
it: Attiva
ja: オンにする
pt_br: Ativar
zh_hans: 开启

source: Turn off %@?
de: „%@“ ausschalten?
es: ¿Desactivar %@?
fr: Désactiver %@ ?
it: Disattivare %@?
ja: %@をオフにしますか?
pt_br: Desativar %@?
zh_hans: 要关闭“%@”吗？

source: Turn on %@?
de: „%@“ einschalten?
es: ¿Activar %@?
fr: Activer %@ ?
it: Attivare %@?
ja: %@をオンにしますか?
pt_br: Ativar %@?
zh_hans: 要开启“%@”吗？

source: Turn the first item into a warning sign while the Mac is under strain
de: Das erste Objekt zum Warnzeichen machen, solange der Mac stark belastet ist
es: Convierte el primer elemento en una señal de advertencia cuando el Mac está sobrecargado
fr: Transformer le premier élément en signal d’alerte lorsque le Mac est sous contrainte
it: Trasforma il primo elemento in un segnale di avviso quando il Mac è sotto sforzo
ja: Macに負荷がかかっている間、最初の項目を警告マークにする
pt_br: Transformar o primeiro item em um sinal de alerta enquanto o Mac estiver sob pressão
zh_hans: Mac负载过高时，将第一个项目变为警告标志

source: Turn the meeting up and the music down. Audio is adjusted as it plays; nothing is recorded.
de: Das Meeting lauter, die Musik leiser. Der Ton wird beim Abspielen angepasst, aufgenommen wird nichts.
es: Sube la reunión y baja la música. El audio se ajusta mientras suena; no se graba nada.
fr: Monte le son de la réunion et baisse celui de la musique. Le son est ajusté pendant la lecture ; rien n’est enregistré.
it: Alza la riunione e abbassa la musica. L’audio viene regolato durante la riproduzione; non viene registrato nulla.
ja: 会議の音量を上げ、音楽の音量を下げます。オーディオは再生中に調整され、録音されることはありません。
pt_br: Dê mais volume à reunião e menos à música. O áudio é ajustado enquanto toca; nada é gravado.
zh_hans: 调高会议声音，调低音乐声音。音频在播放时实时调整；不会录制任何内容。

source: Type
de: Art
es: Tipo
it: Tipo
ja: 種類
pt_br: Tipo
zh_hans: 类型

source: Uninstall %@?
de: „%@“ deinstallieren?
es: ¿Desinstalar %@?
fr: Désinstaller %@ ?
it: Disinstallare %@?
ja: %@をアンインストールしますか?
pt_br: Desinstalar %@?
zh_hans: 要卸载“%@”吗？

source: Uninstall…
de: Deinstallieren …
es: Desinstalar…
fr: Désinstaller…
it: Disinstalla…
ja: アンインストール…
pt_br: Desinstalar…
zh_hans: 卸载…

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
pt_br: Unidades
zh_hans: 单位

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
pt_br: Desconhecido
zh_hans: 未知

source: Unnamed
de: Ohne Namen
es: Sin nombre
fr: Sans nom
it: Senza nome
ja: 名称未設定
pt_br: Sem nome
zh_hans: 未命名

source: Untick all
de: Alle abwählen
es: Desmarcar todo
fr: Tout décocher
it: Deseleziona tutte
ja: すべての選択を解除
pt_br: Desmarcar tudo
zh_hans: 全部取消勾选

source: Unusual activity
de: Ungewöhnliche Aktivität
es: Actividad inusual
fr: Activité inhabituelle
it: Attività insolita
ja: 通常と異なるアクティビティ
pt_br: Atividade incomum
zh_hans: 异常活动

source: Unusual activity and leaks
de: Auffälligkeiten und Speicherlecks
es: Actividad inusual y fugas
fr: Activité inhabituelle et fuites
it: Attività insolita e perdite
ja: 通常と異なるアクティビティとリーク
pt_br: Atividade incomum e vazamentos
zh_hans: 异常活动和泄漏

source: Up
de: Senden
es: Subida
fr: Envoi
it: Invio
ja: 上り
pt_br: Envio
zh_hans: 上行

source: Up %@
de: Seit %@ in Betrieb
es: Activo %@
fr: Actif depuis %@
it: Attivo da %@
ja: 稼働時間 %@
pt_br: Ativo há %@
zh_hans: 已运行%@

# Up %@ in %@, now %@.
source: Up %1$@ in %2$@, now %3$@.
de: Plus %@ in %@, jetzt %@.
es: Activo %@ en %@, ahora %@.
fr: Hausse de %@ en %@, maintenant %@.
it: Attivo da %@ in %@, ora %@.
ja: %2$@で%1$@増加し、現在は%3$@です。
pt_br: Ativo há %@ em %@, agora %@.
zh_hans: %2$@内增加了%1$@，现为%3$@。

source: Up / down
de: Senden / Empfangen
es: Subida / bajada
fr: Montant / descendant
it: Su / giù
ja: 上り / 下り
pt_br: Envio / recebimento
zh_hans: 上行／下行

# Up to %lld rpm for %@
source: Up to %1$lld rpm for %2$@
de: Bis zu %lld U/min für %@
es: Hasta %lld rpm en %@
fr: Jusqu’à %lld rpm pour %@
it: Fino a %lld giri/min per %@
ja: 最大%lld rpm（%@間）
pt_br: Até %lld rpm em %@
zh_hans: 最高%lld rpm，持续%@

source: Uploaded, 7 days
de: Hochgeladen, 7 Tage
es: Subido, 7 días
fr: Envoyé, 7 jours
it: Caricato, 7 g
ja: アップロード、7日間
pt_br: Enviados, 7 dias
zh_hans: 已上传（7天）

source: Uploading
de: Senden
es: Subiendo
fr: Envoi
it: Caricamento in corso
ja: アップロード中
pt_br: Enviando
zh_hans: 正在上传

source: Uptime
de: Betriebszeit
es: Tiempo de actividad
fr: Durée de fonctionnement
it: Tempo di attività
ja: 稼働時間
pt_br: Tempo ligado
zh_hans: 运行时间

source: Use the notch
de: Notch verwenden
es: Usar el notch
fr: Utiliser l’encoche
it: Usa la tacca
ja: ノッチを使用
pt_br: Usar o notch
zh_hans: 使用刘海区域

source: Used
de: Belegt
es: Usado
fr: Utilisée
it: Usata
ja: 使用済み
pt_br: Usada
zh_hans: 已使用

source: Used %
de: Belegt in %
es: Uso %
fr: Utilisé %
it: Usato %
ja: 使用率 %
pt_br: Usado %
zh_hans: 已用百分比

source: Used memory is not bad in itself; macOS fills free memory with caches. Memory pressure matters: when it turns yellow or red, macOS compresses and swaps to disk and the Mac slows down.
de: Belegter Speicher ist an sich nicht schlecht; macOS füllt freien Speicher mit Caches. Wichtig ist der Speicherdruck: Wird er gelb oder rot, komprimiert macOS und lagert auf die Festplatte aus, und der Mac wird langsamer.
es: La memoria usada no es mala en sí; macOS llena la memoria libre con cachés. Lo que importa es la presión de memoria: cuando se pone amarilla o roja, macOS comprime datos y los pasa al disco, y el Mac se ralentiza.
fr: La mémoire utilisée n’est pas un problème en soi : macOS remplit la mémoire libre de caches. La pression mémoire compte : lorsqu’elle passe au jaune ou au rouge, macOS compresse la mémoire et la déplace sur le disque (swap), et le Mac ralentit.
it: La memoria usata non è un problema in sé: macOS riempie la memoria libera con cache. Conta la pressione della memoria: quando diventa gialla o rossa, macOS comprime e sposta dati sul disco, e il Mac rallenta.
ja: 使用中のメモリが多いこと自体は問題ではありません。macOSは空きメモリをキャッシュで埋めます。重要なのはメモリプレッシャーです。黄色や赤になると、macOSはメモリを圧縮してディスクにスワップするため、Macが遅くなります。
pt_br: A memória usada não é ruim por si só; o macOS preenche a memória livre com caches. O que importa é a pressão de memória: quando ela fica amarela ou vermelha, o macOS comprime e usa o disco como memória de troca, e o Mac desacelera.
zh_hans: 已使用内存本身并不是坏事；macOS会用缓存填充空闲内存。真正重要的是内存压力：当它变为黄色或红色时，macOS会压缩内存并交换到磁盘，Mac就会变慢。

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザ
pt_br: Usuário
zh_hans: 用户

source: User input woke the Mac.
de: Eine Benutzereingabe hat den Mac geweckt.
es: Una entrada del usuario despertó el Mac.
fr: Une action de l’utilisateur a réveillé le Mac.
it: L’input dell’utente ha risvegliato il Mac.
ja: ユーザの操作によってMacがスリープ解除されました。
pt_br: Uma entrada do usuário acordou o Mac.
zh_hans: 用户输入唤醒了Mac。

source: Using the most energy
de: Höchster Energieverbrauch
es: Usando más energía
fr: Consomme le plus d’énergie
it: Consuma più energia
ja: エネルギー使用量が最も多い
pt_br: Usando mais energia
zh_hans: 能耗最高

source: Using the most memory
de: Höchster Speicherverbrauch
es: Usando más memoria
fr: Utilise le plus de mémoire
it: Usa più memoria
ja: メモリ使用量が最も多い
pt_br: Usando mais memória
zh_hans: 内存占用最高

source: Valid
de: Gültig
es: Válida
fr: Valide
it: Valida
ja: 有効
pt_br: Válida
zh_hans: 有效

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
pt_br: Valor
zh_hans: 数值

source: Very large file; check that you still need it.
de: Sehr große Datei; prüfe, ob du sie noch brauchst.
es: Archivo muy grande; comprueba que aún lo necesitas.
fr: Fichier très volumineux ; vérifiez que vous en avez toujours besoin.
it: File molto grande; controlla se ti serve ancora.
ja: 非常に大きなファイルです。まだ必要か確認してください。
pt_br: Arquivo muito grande; verifique se você ainda precisa dele.
zh_hans: 非常大的文件；请确认你是否仍需要它。

source: View
de: Ansicht
es: Vista
fr: Présentation
it: Vista
ja: 表示
pt_br: Visualização
zh_hans: 显示

source: Voltage · current
de: Spannung · Strom
es: Tensión · corriente
fr: Tension · intensité
it: Tensione · corrente
ja: 電圧 · 電流
pt_br: Tensão · corrente
zh_hans: 电压 · 电流

source: Waiting for the first sample…
de: Warten auf die erste Messung …
es: Esperando la primera muestra…
fr: En attente du premier échantillon…
it: In attesa del primo campione…
ja: 最初のサンプルを待っています…
pt_br: Aguardando a primeira amostra…
zh_hans: 正在等待第一个样本…

source: Waiting for your OK
de: Wartet auf deine Bestätigung
es: Esperando tu confirmación
fr: En attente de votre accord
it: In attesa del tuo OK
ja: 承認待ち
pt_br: Aguardando sua confirmação
zh_hans: 等待你的确认

source: Walks every graphics client in the system registry.
de: Geht jeden Grafikclient in der System-Registry durch.
es: Recorre todos los clientes gráficos del registro del sistema.
fr: Parcourt tous les clients graphiques du registre système.
it: Scorre tutti i client grafici nel registro di sistema.
ja: システムレジストリ内のすべてのグラフィックスクライアントを順に調べます。
pt_br: Percorre todos os clientes gráficos no registro do sistema.
zh_hans: 遍历系统注册表中的每个图形客户端。

source: Warn when memory stays critical
de: Warnen, wenn der Speicher kritisch bleibt
es: Avisar cuando la memoria siga en estado crítico
fr: Alerter lorsque la mémoire reste critique
it: Avvisa quando la memoria resta critica
ja: メモリが重大な状態のままのときに警告
pt_br: Avisar quando a memória permanecer crítica
zh_hans: 内存持续临界时发出警告

source: Warn when the battery drops below 20 %
de: Warnen, wenn die Batterie unter 20 % fällt
es: Avisar cuando la batería baje del 20 %
fr: Alerter lorsque la batterie descend sous 20 %
it: Avvisa quando la batteria scende sotto il 20 %
ja: バッテリー残量が20%を下回ったときに警告
pt_br: Avisar quando a bateria cair abaixo de 20 %
zh_hans: 电池电量低于20%时发出警告

source: Watts
de: Watt
es: Vatios
it: Watt
ja: ワット
zh_hans: 瓦特

source: Watts into the battery
de: Watt in die Batterie
es: Vatios hacia la batería
fr: Watts dans la batterie
it: Watt verso la batteria
ja: バッテリーへのワット数
pt_br: Watts para a bateria
zh_hans: 充入电池的瓦数

source: Watts while charging or discharging
de: Watt beim Laden oder Entladen
es: Vatios mientras se carga o se descarga
fr: Watts en charge ou en décharge
it: Watt durante la carica o la scarica
ja: 充電中または放電中のワット数
pt_br: Watts durante carregamento ou descarregamento
zh_hans: 充电或放电时的瓦数

source: Wear %lld %%
de: Verschleiß %lld %%
es: Desgaste %lld %%
fr: Usure %lld %%
it: Usura %lld %%
ja: 消耗 %lld%%
pt_br: Desgaste %lld %%
zh_hans: 损耗%lld%%

source: Web data
de: Webdaten
es: Datos web
fr: Données web
it: Dati web
ja: ウェブデータ
pt_br: Dados da web
zh_hans: 网页数据

source: Weekly Report
de: Wochenbericht
es: Informe semanal
fr: Rapport hebdomadaire
it: Report settimanale
ja: 週間レポート
pt_br: Relatório Semanal
zh_hans: 每周报告

source: What grew since %@
de: Was seit %@ gewachsen ist
es: Lo que ha crecido desde %@
fr: Ce qui a augmenté depuis %@
it: Cosa è cresciuto da %@
ja: %@以降に増えたもの
pt_br: O que cresceu desde %@
zh_hans: 自%@以来增长的内容

source: What is in System Data
de: Was in den Systemdaten steckt
es: Qué hay en Datos del sistema
fr: Contenu des données système
it: Cosa c’è nei Dati di sistema
ja: システムデータの内訳
pt_br: O que há em Dados do Sistema
zh_hans: 系统数据中有什么

source: What keeps WindowServer busy
de: Was WindowServer beschäftigt
es: Qué mantiene ocupado a WindowServer
fr: Ce qui occupe WindowServer
it: Cosa tiene occupato WindowServer
ja: WindowServerの負荷の原因
pt_br: O que mantém o WindowServer ocupado
zh_hans: 是什么让WindowServer保持繁忙

source: What wears your SSD
de: Was deine SSD verschleißt
es: Qué desgasta tu SSD
fr: Ce qui use votre SSD
it: Cosa logora il tuo SSD
ja: SSDを消耗させる原因
pt_br: O que desgasta seu SSD
zh_hans: 是什么在损耗你的SSD

# When %@, %@
source: When %1$@, %2$@
de: Wenn %@, %@
es: Cuando %@, %@
fr: Quand %@, %@
it: Quando %@, %@
ja: %@場合、%@
pt_br: Quando %@, %@
zh_hans: 当%@时，%@

source: When the Mac slept and woke, and what woke it: the lid, a key, the network, a timer or a connected device. Many short wakes at night drain the battery.
de: Wann der Mac in den Ruhezustand ging und aufwachte und was ihn geweckt hat: der Deckel, eine Taste, das Netzwerk, ein Timer oder ein angeschlossenes Gerät. Viele kurze Aufwachphasen in der Nacht entleeren die Batterie.
es: Cuándo se durmió y despertó el Mac, y qué lo despertó: la tapa, una tecla, la red, un temporizador o un dispositivo conectado. Muchos despertares breves por la noche gastan la batería.
fr: Quand le Mac est passé en veille puis s’est réveillé, et ce qui l’a réveillé : le capot, une touche, le réseau, une minuterie ou un périphérique connecté. De nombreux réveils brefs pendant la nuit vident la batterie.
it: Quando il Mac è andato in standby e si è risvegliato, e cosa l’ha svegliato: il coperchio, un tasto, la rete, un timer o un dispositivo collegato. Molti risvegli brevi di notte scaricano la batteria.
ja: Macがスリープしたタイミングと、スリープ解除の要因（ディスプレイ、キー、ネットワーク、タイマー、接続したデバイス）です。夜間に短いスリープ解除が何度も起きると、バッテリーが消耗します。
pt_br: Quando o Mac entrou em repouso e acordou, e o que o acordou: a tampa, uma tecla, a rede, um temporizador ou um dispositivo conectado. Muitos despertares curtos à noite drenam a bateria.
zh_hans: Mac何时睡眠和唤醒，以及唤醒原因：合上的屏幕、按键、网络、计时器或已连接的设备。夜间频繁的短暂唤醒会消耗电池电量。

source: When the fans sped up, and which apps were busiest in the ten minutes before. Heavy apps usually make a Mac warm; the fans follow a little later.
de: Wann die Lüfter hochgedreht haben und welche Apps in den zehn Minuten davor am meisten zu tun hatten. Aufwendige Apps machen einen Mac meist warm; die Lüfter folgen etwas später.
es: Cuándo se aceleraron los ventiladores y qué apps estaban más activas en los diez minutos anteriores. Las apps pesadas suelen calentar el Mac; los ventiladores reaccionan un poco después.
fr: Quand les ventilateurs ont accéléré, et les apps les plus actives dans les dix minutes précédentes. Les apps gourmandes chauffent généralement le Mac ; les ventilateurs suivent un peu plus tard.
it: Quando le ventole hanno accelerato e quali app erano più attive nei dieci minuti prima. Le app pesanti di solito scaldano il Mac; le ventole seguono un po’ dopo.
ja: ファンが高速になった時刻と、その直前の10分間に最も負荷が高かったAppです。負荷の高いAppが動くとMacは温かくなり、ファンが少し遅れて追従するのが普通です。
pt_br: Quando as ventoinhas aceleraram e quais apps estavam mais ativos nos dez minutos anteriores. Apps pesados costumam aquecer o Mac; as ventoinhas reagem um pouco depois.
zh_hans: 风扇何时加速，以及此前十分钟内哪些App最繁忙。负载高的App通常会让Mac发热，风扇随后才会加速。

source: When the window opens
de: Wenn sich das Fenster öffnet
es: Cuando se abre la ventana
fr: À l’ouverture de la fenêtre
it: Quando si apre la finestra
ja: ウインドウを開いたとき
pt_br: Quando a janela abrir
zh_hans: 窗口打开时

source: Where the power goes right now: from the adapter to the Mac and into the battery, or from the battery to the Mac.
de: Wohin die Energie gerade fließt: vom Netzteil in den Mac und in die Batterie oder aus der Batterie in den Mac.
es: Adónde va la energía ahora mismo: desde el adaptador al Mac y a la batería, o desde la batería al Mac.
fr: Où va l’énergie en ce moment : de l’adaptateur vers le Mac et dans la batterie, ou de la batterie vers le Mac.
it: Dove va l’energia in questo momento: dall’alimentatore al Mac e nella batteria, oppure dalla batteria al Mac.
ja: 現在の電力の流れです。アダプタからMacとバッテリーへ、またはバッテリーからMacへ流れています。
pt_br: Para onde vai a energia agora: do adaptador para o Mac e para a bateria, ou da bateria para o Mac.
zh_hans: 当前电力的流向：从电源适配器到Mac并进入电池，或从电池到Mac。

source: Which apps used the most energy while the Mac ran on battery. Energy combines CPU, GPU and other parts, so it can differ from CPU alone.
de: Welche Apps am meisten Energie verbraucht haben, während der Mac im Batteriebetrieb lief. Energie umfasst CPU, GPU und andere Teile und kann daher von der CPU allein abweichen.
es: Qué apps consumieron más energía mientras el Mac funcionaba con batería. La energía combina CPU, GPU y otros componentes, así que puede diferir de la CPU sola.
fr: Apps ayant le plus consommé d’énergie pendant que le Mac fonctionnait sur batterie. L’énergie combine CPU, GPU et d’autres composants ; elle peut donc différer du seul CPU.
it: Quali app hanno consumato più energia mentre il Mac funzionava a batteria. L’energia combina CPU, GPU e altre parti, quindi può differire dalla sola CPU.
ja: Macがバッテリーで動作していたときに、最もエネルギーを使用したAppです。エネルギーにはCPU、GPU、その他の部品が含まれるため、CPUだけの値とは異なる場合があります。
pt_br: Quais apps consumiram mais energia enquanto o Mac funcionava com bateria. A energia combina CPU, GPU e outras partes, por isso pode ser diferente só da CPU.
zh_hans: Mac使用电池期间，哪些App消耗的能量最多。能耗综合了CPU、GPU和其他部分，因此可能与单看CPU不同。

source: While only the menu bar is shown, clocks, drives, network details and (unless a menu bar item shows them) temperatures are not read at all.
de: Solange nur die Menüleiste angezeigt wird, werden Takt, Laufwerke, Netzwerkdetails und Temperaturen (außer ein Menüleistenobjekt zeigt sie) gar nicht gelesen.
es: Mientras solo se muestre la barra de menús, no se leen los relojes, los discos, los detalles de red ni (salvo que algún elemento de la barra de menús los muestre) las temperaturas.
fr: Lorsque seule la barre des menus est affichée, les fréquences, les disques, les détails réseau et (sauf si un élément de la barre les affiche) les températures ne sont pas lus du tout.
it: Quando è visibile solo la barra dei menu, frequenze, dischi, dettagli di rete e (a meno che un elemento della barra dei menu non li mostri) temperature non vengono letti affatto.
ja: メニューバーのみを表示している間は、クロック、ドライブ、ネットワークの詳細、および（メニューバーの項目で表示していない限り）温度は一切読み取られません。
pt_br: Enquanto somente a barra de menus estiver exibida, relógios, unidades, detalhes da rede e temperaturas (a menos que um item da barra de menus os mostre) não são lidos.
zh_hans: 仅显示菜单栏时，完全不会读取时钟频率、磁盘、网络详细信息，以及温度（除非有菜单栏项目显示它们）。

source: Whole Mac
de: Ganzer Mac
es: Todo el Mac
fr: Tout le Mac
it: Intero Mac
ja: Mac全体
pt_br: Mac inteiro
zh_hans: 整台Mac

source: Whole startup disk
de: Gesamtes Startvolume
es: Todo el disco de inicio
fr: Disque de démarrage entier
it: Intero disco di avvio
ja: 起動ディスク全体
pt_br: Disco de inicialização inteiro
zh_hans: 整个启动磁盘

source: Why Is It Slow?
de: Warum ist er langsam?
es: ¿Por qué va lento?
fr: Pourquoi est-ce lent ?
it: Perché è lento?
ja: 遅い原因は?
pt_br: Por Que Está Lento?
zh_hans: 为什么这么慢？

source: Why is my Mac slow?
de: Warum ist mein Mac langsam?
es: ¿Por qué va lento mi Mac?
fr: Pourquoi mon Mac est-il lent ?
it: Perché il tuo Mac è lento?
ja: Macが遅い原因は?
pt_br: Por que seu Mac está lento?
zh_hans: 我的Mac为什么这么慢？

source: Wi-Fi network
de: WLAN
es: Red Wi-Fi
fr: Réseau Wi-Fi
it: Rete Wi-Fi
ja: Wi-Fiネットワーク
pt_br: Rede Wi-Fi
zh_hans: 无线局域网

source: Wi-Fi signal
de: WLAN-Signal
es: Señal Wi-Fi
fr: Signal Wi-Fi
it: Segnale Wi-Fi
ja: Wi-Fiの信号
pt_br: Sinal do Wi-Fi
zh_hans: 无线局域网信号
